Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/forms_schemes_fi/savasu_koltsaame.pdf.tmx
Source language: sms
Languages: fin

source: Määŋg nallšemvuõđ čõõđtumuš ooŠvdče vueittemvuõđ pueŠrben säŠmmlai ärbbvuõđin da õhttuum jieŠllemvueŠjjin puåđ vuäŠǯǯai piârrji taarbi lokku väŠlddmužže peiŠvvhåiddaaiŠji järjstõõllâm- da håiddamnaali čõõđtumuužžâst.
fin: Monimuotoistaminen mahdollistaisi paremmin saamelaisten perinteisistä ja yhdistelmäelinkeinoista toimeentulonsa saavien perheiden tarpeiden huomioimisen päivähoitoaikojen järjestelyissä ja hoitomuotojen toteuttamisessa.

source: ʼhttõs 1.
fin: Liite 1.

source: HÅIDDÂKKSAI PEÂMM OHJJEEI SUÅPPMʼʼŽŽ DA LÄÄŠJJ
fin: VARHAISKASVATUSTA OHJAAVAT SOPIMUKSET JA LAIT

source: Meeraikõskksaž suåppmõõžž
fin: Kansainväliset sopimukset

source: Håiddâkksai peâmmtuââŠj ärvv-vuuađ linjjee määŋg meeraikõskksaž suåppmõžže.
fin: Varhaiskasvatuksen arvopohjaa linjaavat monet kansainväliset sopimukset.

source: LääŠddjânnam lij ratifiâsttam määŋgaid meeraikõskksaid suåppmõõžžid, koin tõt čõõnââtt säŠmmlai ǩiõl da kulttuur ruõkkmužže da õõdâsviikkmužže.
fin: Suomi on ratifioinut monia kansainvälisiä sopimuksia, joilla se sitoutunut saamelaisten kielen ja kulttuurin säilyttämiseen ja kehittämiseen.

source: Näkam lie jm.
fin: Tällaisia ovat mm..

source: vuuŠvddlaž ǩiõlid leŠbe uuŠccab ǩiõlid kuõskki Eurooplaž vuađđǩeŠrjj (SopS 23/1998) da Meerlaž uuŠccab naroodi suõŠjjumuužž takaisuåppmõš (SopS 2/1998), KP-suåppmõž (SopS 7/1976) da Päärna vuõiggâdvuõđi suåppmõž (SopS60/1991).
fin: Alueellisia kieliä tai vähemmistökieliä koskeva Eurooppalainen peruskirja (SopS 23/1998) ja Kansallisten vähemmistöjen suojelua koskeva puiteyleissopimus (SopS 2/1998), KP-sopimus (SopS 7/1976) ja Lapsen oikeuksien sopimus (SopS60/1991).

source: EeŠjjest 2007 priimum YK:n alggmeeŠr kuõskki peåggtõõzz čuäjad moraalʼlaž äŠššpõmmjen še vuŠvdd alggmeeraiooumažvuõiggâdvuõđi õuddnumužže puõŠtti ääiŠjest.
fin: Vuonna 2007 hyväksytty YK:n alkuperäiskansoja koskeva julistus osoittaa moraalisena asiakirjana myös suuntaa alkuperäiskansojen ihmisoikeuksien kehittymiselle tulevaisuudessa.

source: Päärna vuõiggâdvuõđi suåppmõž õõlǥad suåppmõžvaldia staanâd jânnam päärnaid vueŠss õhttsažkååŠdd viõǥǥin, vuõiggádvuõđ vuäŠssõõttâd jiiŠjjes kuõskki tummstõõǥǥid da õhttsažkå ŠddjieŠllemn di vuõiggâdvuõđ suõŠjjumužže da huõl âânnmužže.
fin: Lapsen oikeuksien sopimus velvoittaa sopimusvaltiota turvaamaan lapsille osuuden yhteiskunnan voimavaroista, oikeuden osallistua itseään koskevaan päätöksentekoon ja yhteiskuntaelämään sekä oikeuden suojeluun ja huolenpitoon.

source: PeiŠvvhååidâst päärna vuäŠssadvuõđâst lij kõjldõs õhttsažkåŠdda kuullmuužžâst da tõzz vaaikktumuužžâst.
fin: Päivähoidossa lapsen osallisuudessa on kyse yhteisöön kuulumisesta ja siihen vaikuttamisesta.

source: Suåpmõõzzâst pâŠjjan päärna õuddõs pukin päärna kuõskki tuåimin. LääŠddjânnam lääŠǩǩšiõttumuš
fin: Sopimuksessa painotetaan lapsen edun näkökulmaa kaikissa lasta koskevissa toiminnoissa.

source: VuađđlääŠjj vuađđvuõiggâdvuõtt šiõŠttõõzzin håiddâkksai peâmmʼ tuââŠj čõõđtumuužžâst kõskksa vuõiggádvuõđ lie õõutverddsažvuõtt, ooumažäärvv lämmteŠmesvuõtt, persoon luâvasvuõđ da vuõiggâdvuõđi staanmõš, ååsk luâvasvuõtt, päärna vuoiggâdvuõtt vuäŠssõõttâd da vaaikted jiiŠjjes aarǥ da õuddnemtääzz mieŠldd vääžnai aaŠššid di ǩiõlvuađlaž da kulttuurlaž vuõiggâdvuõd.
fin: Perustuslain perusoikeussäännöksissä varhaiskasvatuksen toteuttamisessa keskeisiä oikeuksia ovat yhdenvertaisuus, ihmisarvon loukkaamattomuus, yksilön vapauden ja oikeuksien turvaaminen, uskonnonvapaus, lapsen oikeutta osallistua ja vaikuttaa oman arkensa ja kehitystasonsa kannalta tärkeisiin asioihin sekä kielelliset ja kulttuuriset oikeudet.

source: LääŠddjânnam vuađđlääŠjj mieŠldd säŠmmlain lij alggmeeŠrna vuõiggâdvuõtt tuõŠlljed pâŠjjen da õõudâsviikkâd jiiŠjjes ǩiõlâs da kulttuures (PL.
fin: Suomen perustuslain mukaan saamelaisilla on alkuperäiskansana oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan (PL.

source: ʼlmmsaž vääŠldd õõlǥtumužžân lij vuađđlääŠjj 22 §:n mieŠldd staanâd vuađđvuõiggâdvuõđi da ooumažvuõiggâdvuõđi čõõđtumuš.
fin: Julkisen vallan velvollisuutena on perustuslain 22 §:n mukaan turvata perusoikeuksien ja ihmisoikeuksien toteutuminen.

source: SäŠmmlai vuađđvuõiggâdvuõttšeâttmõš õhttna 22 §:n õõlǥad õlmmsaž vääŠldd tuäŠrjjeed säŠmmla alggmeeŠr jiiŠjjes ǩiõl da kulttuur õõudâsviikkmuužž.
fin: Saamelaisten perusoikeussäännös yhdessä 22 §:n kanssa velvoittaa julkista valtaa tukemaan saamelaisen alkuperäiskansan oman kielen ja kulttuurin kehittämistä.

source: SäŠmmlai ǩiõlvuađlaž vuõiggâdvuõđin lij šiõttʼtuum sääŠm ǩiõll-lääŠjjest (1086/03).
fin: Saamelaisten kielellisistä oikeuksista on säädetty saamen kielilaissa (1086/03).

source: Järraz håiddâkksai peâmmʼmuužžâst lokkuväŠlddem lääŠjj da takai liinj: õõutverddsažvuõttlääŠǩǩ, lääŠǩǩ sosiaalhuõl äŠššla sââŠjest da vuõiggâdvuõđin, lääŠǩǩ sosiaalhuõl ämmatlaž personkååŠdd âântemõõlǥtõõzzin da håiddâŠkksai peâmmplaann vuaađ.
fin: Muut varhaiskasvatuksessa huomioitavat lait ja yleiset linjaukset: yhdenvertaisuuslaki, laki sosiaalihuollon asiakkaan asemasta ja oikeuksista, laki sosiaalihuollon ammatillisen henkilöstön kelpoisuusvaatimuksista ja varhaiskasvatussuunnitelman perusteet.

source: LääŠǩǩ päärnai peiŠvvhååidâst
fin: Laki lasten päivähoidosta

source: Päärnai peiŠvvhååidâst uŠvddum lääŠǩǩ (875/1981) õõlǥad kååŠddid âânned huõl tõst, što päärnai peiŠvvhååid vueitet uŠvdded päärna jieŠnnkiõllân åårai sääŠmǩiõlin (11 §).
fin: Lasten päivähoidosta annettu laki (875/1981) velvoittaa kuntia huolehtimaan siitä, että lasten päivähoitoa voidaan antaa lapsen äidinkielenä olevalla saamen kielellä (11 §).

source: Päärnai peiŠvvhååidâst uŠvddum asetõõžž (239/1973) 1 a §:n (1336/1994) mieŠldd päärnai peiŠvvhååid peâmmtuââŠjtäävvtõõzzid kooll jäŠrrsi mieŠldd säŠmmlai jiiŠjjes ǩiõll da kulttuur õhttsažtuâŠjast kõjldõõzzâst åårai kulttuur eeŠtǩeejivuiŠm.
fin: Lasten päivähoidosta annetun asetuksen (239/1973) 1 a §:n (1336/1994) mukaan lasten päivähoidon kasvatustavoitteisiin kuuluu muun muassa saamelaisten oman kielen ja kulttuurin tukeminen yhteistyössä kyseisen kulttuurin edustajien kanssa.
